anaconda
caffeine
docker
firefox
gimp
go2shell
google-chrome
hyperswitch
iterm2
itsycal
keka
lantern
neteasemusic
nutstore
pdf-expert
postman
pycharm
sequel-pro
sourcetree
visual-studio-code
vlc
xmind
youdaodict
zoomus
