allure
aom
autoconf
autossh
cairo
ccat
cheat
composer
cscope
dep
fd
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
fzf
gd
gdbm
gettext
giflib
glib
gmp
gnutls
go
graphite2
hadoop
harfbuzz
highlight
icu4c
imgcat
jemalloc
jpeg
kubernetes-cli
lame
leptonica
libass
libbluray
libevent
libffi
libidn2
libogg
libpng
libsamplerate
libsndfile
libsoxr
libtasn1
libtermkey
libtiff
libunistring
libuv
libvorbis
libvpx
libvterm
little-cms2
lrzsz
lua
luajit
macvim
msgpack
ncurses
neovim
nettle
node
opencore-amr
openjpeg
openssl
opus
p11-kit
pcre
pixman
pkg-config
postgresql
protobuf
pyenv
python
python@2
readline
reattach-to-user-namespace
rtmpdump
rubberband
sdl2
selenium-server-standalone
shellcheck
snappy
speex
sqlite
telnet
tesseract
the_silver_searcher
theora
tmux
tree
unbound
unibilium
webp
wget
x264
x265
xvid
xz
yarn
zsh
zsh-autosuggestions
zsh-completions
zsh-git-prompt
zsh-history-substring-search
zsh-navigation-tools
zsh-syntax-highlighting
