# Brew
autoconf
autojump
automake
autossh
ccat
cheat
cloc
composer
cscope
erlang
fd
fontconfig
fping
freetype
fzf
gd
gdbm
gettext
glib
gmp
graphviz
highlight
icu4c
jemalloc
jpeg
lepton
libarchive
libevent
libffi
libidn2
libpng
libssh
libssh2
libtermkey
libtiff
libtool
libunistring
libuv
libvterm
lrzsz
lua
luajit
macvim
midnight-commander
mosh
msgpack
ncdu
ncurses
neovim
node
openssl
pcre
pkg-config
postgresql
protobuf
python
python@2
rabbitmq
readline
reattach-to-user-namespace
redis
s-lang
sqlite
swi-prolog
telnet
the_silver_searcher
tig
tmate
tmux
tree
unibilium
universal-ctags
watch
webp
wget
wxmac
xz
zsh
zsh-autosuggestions
zsh-completions
zsh-git-prompt
zsh-history-substring-search
zsh-navigation-tools
zsh-syntax-highlighting


# Cask
1clipboard
anaconda
cd-to-iterm
db-browser-for-sqlite
dukto
go2shell
google-chrome
iterm2
itsycal
lantern
lepton
manico
neteasemusic
nutstore
pycharm-ce
qlcolorcode
qlmarkdown
qlstephen
quicklook-json
quicklookase
sizeup
sourcetree
suspicious-package
visual-studio-code
vlc
webpquicklook
xmind
youdaodict
