abierbaum.vscode-file-peek
abusaidm.html-snippets
akamud.vscode-javascript-snippet-pack
alefragnani.Bookmarks
alefragnani.project-manager
AndersEAndersen.html-class-suggestions
austin.code-gnu-global
bajdzis.vscode-database
batisteo.vscode-django
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
cstrap.flask-snippets
DaGhostman.vs-treeview
dariofuzinato.vue-peek
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
dkundel.vscode-npm-source
donjayamanne.githistory
donjayamanne.jupyter
donjayamanne.python-extension-pack
dzannotti.vscode-babel-coloring
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
emmanuelbeziat.vscode-great-icons
eriklynd.json-tools
esbenp.prettier-vscode
felixfbecker.php-pack
fisheva.eva-theme
fknop.vscode-npm
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.terminal
georgewfraser.vscode-javac
GrapeCity.gc-excelviewer
hangxingliu.vscode-nginx-conf-hint
hollowtree.vue-snippets
HookyQR.beautify
howardzuo.vscode-gitk
humao.rest-client
HvyIndustries.crane
ionutvmi.path-autocomplete
jeremyrajan.webpack
LaurentTreguier.vscode-simple-icons
le0zh.vscode-regexp-preivew
linyang95.php-symbols
liximomo.sftp
maelvalais.autoconf
magicstack.MagicPython
mechatroner.rainbow-csv
MehediDracula.php-namespace-resolver
mitaki28.vscode-clang
mrmlnc.vscode-attrs-sorter
mrmlnc.vscode-postcss-sorting
ms-python.anaconda-extension-pack
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
msjsdiag.debugger-for-chrome
mubaidr.vuejs-extension-pack
neilbrayfield.php-docblocker
njpwerner.autodocstring
octref.vetur
oysun.vuehelper
PeterJausovec.vscode-docker
pflannery.vscode-versionlens
qinjia.seti-icons
redhat.java
redhat.vscode-yaml
rickynormandeau.mariana-pro
rid9.datetime
robertohuertasm.vscode-icons
rsbondi.highlight-words
ryu1kn.partial-diff
sdras.vue-vscode-snippets
searKing.preview-vscode
Shan.code-settings-sync
shanoor.vscode-nginx
small.php-ci
streetsidesoftware.code-spell-checker
tht13.python
timonwong.shellcheck
tinkertrain.theme-panda
tombonnike.vscode-status-bar-format-toggle
tomphilbin.gruvbox-themes
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscodevim.vim
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
wholroyd.jinja
xabikos.JavaScriptSnippets
